[
    {"quote":"Typography is more art than engineering — though engineering is certainly part&nbsp;of&nbsp;it.", "author":"Robert Bringhurst"},
    {"quote":"Geometry can produce legible letter but art alone makes them beautiful. Art begins where geometry ends, and imparts to letters a character trascending mere&nbsp;measurement.", "author":"Paul Standard"},
    {"quote":"Since typography is a communicaton method that utilizes a gathering of related subjects and methodologies that includes sociology, linguistics, psychology, aesthetics, and so much more – we aim to educate that there is no single approach within typography that applies to&nbsp;everything.", "author":"Shelley Gruendler"},
    {"quote":"When typography is on point, words become&nbsp;images.", "author":"Shawn Lukas"},
    {"quote":"Typography is the use of type to advocate, communicate, celebrate, educate, elaborate, illuminate, and disseminate. Along the way, the words and pages become&nbsp;art.", "author":"James Felici"},
    {"quote":"You can say “I love you” in Helvetica. And you can say it with Helvetica Extra Light if you want to be really fancy. Or you can say it with the Extra Bold if it’s really intensive and passionate, you know, and it might&nbsp;work.", "author":"Massimo Vignelli"},
    {"quote":"Readers usually ignore the typographic interface, gliding comfortably along literacy’s habitual groove. Sometimes, however, the interface should be allowed to fail. By making itself evident, typography can illuminate the construction and identity of a page, screen, place, or&nbsp;product.", "author":"Ellen Lupton"},
    {"quote":"Embossed letters represent the topography of&nbsp;typography.", "author":"Jarod Kintz"},
    {"quote":"I do not think of type as something that should be readable. It should be&nbsp;beautiful.", "author":"Ed Benguiat"},
    {"quote":"Type is a beautiful group of letters, not a group of beautiful&nbsp;letters.", "author":"Matthew Carter"},
    {"quote":"Typography is the craft of endowing human language with a durable visual&nbsp;form.", "author":"Robert Bringhurst"},
    {"quote":"Typography is what language looks&nbsp;like.", "author":"Ellen Lupton"},
    {"quote":"Typography has one plain duty before it and that is to convey information in&nbsp;writing.", "author":"Emil Ruder"},
    {"quote":"Faces of type are like men’s faces. They have their own expression; their complexion and peculiar twists and turns of line identify them immediately to friends, to whom each is full of&nbsp;identity.", "author":"J.L. Frazier"},
    {"quote":"By all means break the rules, and break them beautifully, deliberately, and well. <br>That is one of the ends for which they&nbsp;exist.", "author":"Robert Bringhurst"},
    {"quote":"For me, typography is a triangular relationship between design idea, typographic elements, and printing&nbsp;technique.", "author":"Wolfgang Weingart"},
    {"quote":"Typography needs to be audible. Typography needs to be felt. Typography needs to be experienced.", "author":"Helmud Schmid"},
    {"quote":"Typographical design should perform optically what the speaker creates through voice and gesture of his&nbsp;thoughts.", "author":"El Lissitzky"},
    {"quote":"There are now about as many varieties of letters as there are different kinds of&nbsp;fools.", "author":"Eric Gill"},
    {"quote":"Perfect typography is certainly the most elusive of all arts. Sculpture in stone alone comes near it in&nbsp;obstinacy.", "author":"Jan Tschichold"},
    {"quote":"Most people think typography is about fonts. <br><br>Most designers think typography is about fonts. <br><br>Typography is more than that, it’s expressing language through type. Placement, composition, type choice.", "author":"Mark Boulton"},
    {"quote":"Negative space is magical — create it, don’t just fill it up!", "author":"Timothy Samara"},
    {"quote":"Don’t underestimate its importance. The best ideas, the most beautiful imagery, the most harmonious color combinations will be blighted by inferior typography. <br><br>So work at it, study it.", "author":"Richard Weston"},
    {"quote":"The most popular typefaces are the easiest to read; their popularity has made them disappear from conscious cognition. It becomes impossible to tell if they are easy to read because they are commonly used, or if they are commonly used because they are easy to read.", "author":"Zuzana Licko"},
    {"quote":"Any good typeface can be completely destroyed when misused or extensively overused. Helvetica seemed to sustain a beating like no other. <br><br>Still fresh, still popular, Helvetica is king.", "author":"Alexander Gelman"},
    {"quote":"Information presented with clear and logically set out titles, subtitles, texts, illustrations and captions will not only be read more quickly and easily but the information will also be better understood and retained in the&nbsp;memory.", "author":"Josef Mueller-Brockmann"},
    {"quote":"According to a well-known empirical rule there should be 7 words per line for a text of any&nbsp;length.", "author":"Josef Mueller-Brockmann"},
    {"quote":"The reader should be able to read the message of a text easily and comfortably. This depends to a not inconsiderable extent on the size of the type, the length of the lines and the&nbsp:leading.", "author":"Josef Mueller-Brockmann"},
    {"quote":"Proper leading is one of the most important factors in obtaining a harmonious and functional type area which is aesthetically pleasing and will stand the test of&nbsp;time.", "author":"Josef Mueller-Brockmann"},
    {"quote":"Knowledge of the quality of a typeface is of the greatest importance for the functional, aesthetic and psychological effect.", "author":"Josef Mueller-Brockmann"},
    {"quote":"Typography is a hidden tool of manipulation within society. All schools should be teaching typography; we should be fundamentally aware of how typographic language is forming out&nbsp;assholes.", "author":"Neville Brody"}
]